export const boxes = [
  {
    id: 'A1',
    x1: 124, //좌측 상단 x1 y1
    y1: 165,
    x2: 127, //좌측하단 x2 y2
    y2: 224,
    x3: 164, //우측 하단 x3 y3
    y3: 220,
    x4: 160, //우측 상단 x4 y4
    y4: 167,
    price: '₩ 50,000',
    size: '7x9',
    people: 2,
  },
  {
    id: 'B5',
    x1: 233,
    y1: 56,
    x2: 235,
    y2: 84,
    x3: 293,
    y3: 86,
    x4: 291,
    y4: 60,
    price: '₩ 70,000',
    size: '7x9',
    people: 4,
  },
  {
    id: 'C1',
    x1: 432,
    y1: 104,
    x2: 452,
    y2: 161,
    x3: 484,
    y3: 148,
    x4: 463,
    y4: 88,
    price: '₩ 100,000',
    size: '7x9',
    people: 8,
    able: 'able',
  },
];
